Repository: labor-digital/typo3-page-layout-form-element
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# backButtonLabel
source: Back to parent record
de: Zurück zum Datensatz

# doktype
source: Page Layout Form-Element Container
de: Seitenlayout Formular-Element Container

# fieldDescription
source: This field allows you to add content elements to this record, and modify them like on a normal page
de: Dieser Editor erlaubt Ihnen, diesen Datensatz mit Inhaltselemente wie auf einer normalen Seite zu bestücken.

# noElementSaveFirstMessage
source: To edit the content elements of this field, save the record first. After you saved, you can edit your content elements right here.
de: Um die Inhaltselemente dieses Felds bearbeiten zu können speichern Sie den Datensatz bitte initial einmal ab. Danach erscheint ein Button zur Bearbeitung an dieser Stelle.

# action.delete
source: Delete all elements
de: Alle Inhaltselemente löschen

# action.enablePage
source: Enable elements
de: Inhaltselemente aktivieren

# action.fullscreen
source: Edit in fullscreen
de: Im Vollbild bearbeiten

# action.toggleSize
source: Toggle editor size
de: Editor Größe umschalten

# error.pageCreationFailed
source: The creation of the element page failed. Please try again.
de: Das Erzeugen einer Inhaltsseite ist fehlgeschlagen. Bitte versuchen Sie es noch einmal.

# error.pageDeletionFailed
source: The deletion of the element page failed. Please try again.
de: Das Löschen einer Inhaltsseite ist fehlgeschlagen. Bitte versuchen Sie es noch einmal.
